// ----------------------------------------------------------------------------------
// day 5 : 페이지 이동과 Router
// ----------------------------------------------------------------------------------
// 1. 다이나믹 라우팅 & 데이터 조회
// ----------------------------------------------------------------------------------

export default function QuizPage5() {
  return (
    <>
      판매자: <input type="text" />
      <br />
      상품명: <input type="text" />
      <br />
      상품내용: <input type="text" />
      <br />
      상품가격: <input type="text" />
      <br />
    </>
  );
}
